{
  "translation": {
    "welcome": "مرحبا بك في فينيكس",
    "welcomeDescription": "شريكك الموثوق للجودة العالية <strong>أطعمة أريزونا</strong> في جميع أنحاء العالم. نحن متحمسون لتقديم أفضل المكونات والنكهات اللذيذة من موائدنا إلى موائدكم.",
    "foundedIn2015": "تأسست شركة <strong>أريزونا فود</strong> عام 2015، وسرعان ما أصبحت اسمًا موثوقًا به في تصنيع وتوزيع الأغذية. يرتكز نجاحنا على التزامنا بالجودة والموثوقية وتقديرنا العميق للتقاليد الطهوية العالمية.",
    "ourJourneyTitle": "رحلتنا و وصولنا العالمي",
    "ourJourney": "منذ بداياتنا في الشرق الأوسط عام 2015 توسعنا إلى تركيا عام 2016، ووصلنا إلى كل ركن من أركان كندا بحلول عام ،2023 وقريباً في الولايات المتحدة الأمريكية. تعكس رحلتنا التزاما راسخا بالتميز والقدرة على خدمة الأسواق المتنوعة بثقة وعناية.",
    "whyChooseUs": "لماذا تختار أطعمة أريزونا؟",
    "globalQualityStandards": "معايير الجودة العالمية",
    "globalQualityStandardsDescription": "نحن نلتزم بأعلى المعايير الدولية في التصنيع والتوزيع، لضمان أن كل منتج يلبي توقعاتك للسلامة والتميز",
    "diverseProductRange": "مجموعة منتجات متنوعة",
    "diverseProductRangeDescription": "من المكونات الأساسية إلى المنتجات المتخصصة، مجموعتنا الواسعة تلبي مختلف الأذواق والاحتياجات culinaria.",
    "reliablePartnership": "شراكة موثوقة",
    "reliablePartnershipDescription": "نحن نفخر ببناء علاقات قوية ودائمة مع شركائنا وعملائنا، تقوم على الشفافية والكفاءة.",
    "commitmentToInnovation": "الالتزام بالابتكار",
    "commitmentToInnovationDescription": "نستكشف باستمرار نكهات جديدة وطرق إنتاج مبتكرة لنقدم لكم أفضل الحلول الغذائية وأكثرها تطوراً.",
    "companyName": "شركة فينيكس للتجارة العامة",
    "home": "الرئيسية",
    "ourProductsNav": "منتجاتنا",
    "contactUsNav": "تواصل معنا",
    "ourProducts": {
      "title": "مرحباً بكم في نكهات فينيكس!",
      "description": "استكشف مجموعتنا المختارة من المنتجات الغذائية الفاخرة، حيث تجتمع الجودة والمذاق في كل قضمة. في فينيكس، نؤمن أن الطعام الرائع يبدأ من أفضل المكونات. كل منتج في مجموعتنا مختار بعناية ليمنحك تجربة طهي لا مثيل لها، سواء كنت طاهياً محترفاً أو تطهو في المنزل.",
      "discover": "انغمس في عالم مليء بالتنوع الغني، الطزاجة الاستثنائية، والنكهات الرائعة التي تميز علامة فينيكس. نحن ملتزمون دائماً بجلب الأفضل إلى مائدتك في كل مرة.",
      "products": "منتجاتنا"
    },
    "contactUs": {
      "title": "استفسارات، شراكات والمزيد: دعونا نتواصل",
      "description": "يسعدنا أن نتواصل معك! سواء كانت لديك أسئلة حول منتجات أريزونا، أو ترغب في مشاركة ملاحظاتك، أو استكشاف فرص الشراكة، فإن فريقنا هنا لمساعدتك. تواصل معنا اليوم!",
      "syria": "سوريا",
      "canada": "كندا",
      "turkey": "تركيا"
    },
    "arabic": "العربية",
    "english": "الإنجليزية",
    "french": "الفرنسية"
  }
}
