{
  "translation": {
    "welcome": "Welcome to Phoenix",
    "welcomeDescription": "Your trusted partner for high-quality <strong>Arizona Food</strong> across the globe. We're passionate about bringing the finest ingredients and delicious flavors from our tables to yours.",
    "foundedIn2015": "Founded in 2015, <strong>Arizona Food</strong> has quickly become a trusted name in food manufacturing and distribution. Our success is built on a commitment to quality, reliability, and a deep appreciation for global culinary traditions.",
    "ourJourneyTitle": "Our Journey & Global Reach",
    "ourJourney": "From our beginnings in the Middle East in 2015, we expanded to Turkey in 2016, reached every corner of Canada by 2023, and soon in the United States of America. Our journey reflects a steadfast commitment to excellence and the ability to serve diverse markets with confidence, and care.",
    "whyChooseUs": "Why Choose Arizona Food?",
    "globalQualityStandards": "Global Quality Standards",
    "globalQualityStandardsDescription": "We adhere to the strictest international standards in manufacturing and distribution, ensuring every product meets your expectations for safety and excellence.",
    "diverseProductRange": "Diverse Product Range",
    "diverseProductRangeDescription": "From staple ingredients to specialty items, our wide selection caters to varied tastes and culinary needs",
    "reliablePartnership": "Reliable Partnership",
    "reliablePartnershipDescription": "We pride ourselves on building strong, lasting relationships with our partners and customers, founded on transparency and efficiency.",
    "commitmentToInnovation": "Commitment to Innovation",
    "commitmentToInnovationDescription": "We constantly explore new tastes and production methods to bring you the best and most innovative food solutions.",
    "companyName": "Phoenix General Trading Inc.",
    "home": "Home",
    "ourProductsNav": "Our Products",
    "contactUsNav": "Contact Us",
    "ourProducts": {
      "title": "Welcome to the Flavors of Phoenix!",
      "description": "Explore our curated selection of premium food products, where quality and taste come together in every bite. At Phonex, we believe that great food starts with the finest ingredients. Each item in our collection is carefully chosen to bring you an unparalleled culinary experience, whether you’re a professional chef or a home cook.",
      "discover": "Dive in and discover the rich variety, exceptional freshness, and exquisite flavors that define the Phoenix brand. We're dedicated to bringing the best to your table, every time.",
      "products": "Our Products"
    },
    "contactUs": {
      "title": "Inquiries, Partnerships & More: Let’s Connect",
      "description": "We’d love to hear from you! Whether you have questions about ARIZONA products, want to share feedback, or explore partnership opportunities our team is here to help. Get in touch with us today!",
      "syria": "Syria",
      "canada": "Canada",
      "turkey": "Turkey"
    },
    "arabic": "Arabic",
    "english": "English",
    "french": "French"
  }
}
