[
  {
    "name": "Mexican pickled peppers",
    "description": "A vibrant addition to any dish. Our Mexican pickled peppers are selected for their crisp texture and bold flavor. Tangy, spicy, and perfectly crunchy, they are ideal for adding an authentic kick to tacos, burgers, and salads. High quality and ready to use, they are a fantastic shortcut to creating memorable meals.",
    "image": "/products/04Prouduct.jpg"
  },
  {
    "name": "Houraniya pickled peppers",
    "description": "A taste of Syrian tradition. Our Houraniya pickled peppers capture the authentic, rustic flavor of the countryside. Carefully prepared, they offer a perfect balance of tangy and salty notes with a satisfying crunch. Ideal for traditional Middle Eastern dishes, grilling platters, and sandwiches, offering a true taste of heritage. ",
    "image": "/products/05Prouduct.jpg"
  },
  {
    "name": "Pickled cucumber slices",
    "description": "Crisp and ready to use. Our pickled cucumber slices offer a satisfying crunch and a tangy, refreshing flavor. Perfectly sliced for convenience, they're an essential addition to burgers, sandwiches, and salads. High-quality and always consistent, they're the secret ingredient for an extra burst of zest.",
    "image": "/products/06Prouduct.jpg"
  },
  {
    "name": "Whole pickled cucumber",
    "description": "The classic pickle with a satisfying crunch. Our whole pickled cucumbers are known for their exceptional crispness and robust, tangy flavor. Ideal for serving alongside platters, as a side dish, or for slicing and dicing in-house. They maintain their firm texture and deliver an authentic, zesty taste that customers love.",
    "image": "/products/07Prouduct.jpg"
  },
  {
    "name": "Mixed Pickles",
    "description": "A medley of flavor and crunch. Our mixed pickles offer a vibrant combination of carefully selected vegetables, all pickled to perfection. You'll find a delightful variety of textures and tastes in every jar. From tangy carrots to crisp cucumbers and zesty cauliflower, this mix is a versatile and colorful addition to any plate, perfect for mezzes and side dishes.",
    "image": "/products/08Prouduct.jpg"
  },
  {
    "name": "Pickled turnip slices",
    "description": "Vibrant color, sharp flavor. Our pickled turnip slices are a classic with a distinct pink hue and a satisfyingly crisp texture. Each slice delivers a bold, tangy flavor that's a perfect complement to falafel sandwiches, shawarma platters, or any Middle Eastern meal. They are an essential element for adding both visual appeal and a zesty kick to your menu. ",
    "image": "/products/09Prouduct.jpg"
  },
  {
    "name": "Alameer Tahini",
    "description": "Pure, smooth, and rich. Made from the finest sesame seeds, Alameer Tahini offers an exceptionally smooth texture and a deep, nutty flavor. It’s the perfect base for creamy sauces and dips, and a versatile dressing for salads, vegetables, and grilled meats. Elevate your dishes with its authentic quality",
    "image": "/products/10Prouduct.jpg"
  },
  {
    "name": "Arizona Tahini",
    "description": "The secret to perfect hummus. Our Arizona Tahini is specially crafted for the perfect hummus experience. Its uniquely light color and mild, buttery flavor allow the chickpeas to shine, while its silky-smooth consistency creates a luxurious, creamy texture. This high-quality tahini is the key to making authentic, restaurant-quality hummus every time.",
    "image": "/products/11Prouduct.jpg"
  },
  {
    "name": "Tomato paste",
    "description": "Rich, concentrated flavor. Made from sun-ripened tomatoes, our paste offers a deep red color and a thick, smooth consistency. A small amount adds a powerful, tangy flavor to sauces, soups, and stews. It's the essential ingredient for building a robust tomato base in all your dishes",
    "image": "/products/12Prouduct.jpg"
  },
  {
    "name": "Sweet pepper molasses",
    "description": "A burst of rich, sweet flavor. Our sweet pepper molasses is crafted from ripe, red peppers, slow-cooked to a thick, rich consistency. It delivers a deeply concentrated, naturally sweet flavor, perfect for adding a vibrant touch to sauces, marinades, and dips. It's an ideal ingredient for enhancing dishes with a unique, robust sweetness.",
    "image": "/products/13Prouduct.jpg"
  },
  {
    "name": "Extra virgin olive oil ",
    "description": "Liquid gold for your kitchen. Our extra virgin olive oil is cold-pressed from the finest olives, ensuring a rich, fruity flavor and a vibrant hue. With a distinct aroma and a smooth, peppery finish, it’s perfect for dressings, dipping, and sautéing. This high-quality oil adds a touch of authentic flavor and healthy goodness to any meal.",
    "image": "/products/14Prouduct.jpg"
  },
  {
    "name": "Pomegranate molasses",
    "description": "Tangy and sweet. Our pomegranate molasses is made from 100% pure pomegranate juice, slowly reduced to a thick, syrupy concentrate. It offers a unique balance of tartness and natural sweetness, making it a versatile ingredient for marinades, dressings, and glazes. Use it to add a distinctive, bold flavor to enhance a wide range of recipes.",
    "image": "/products/15Prouduct.jpg"
  },
  {
    "name": "Barbican",
    "description": "A refreshing, non-alcoholic malt beverage. Barbican is a sparkling, crisp drink with a unique malt flavor that’s perfect for any occasion. It offers a sophisticated taste that's a fantastic alternative to traditional sodas. Enjoy it chilled for a truly revitalizing experience that’s both delicious and satisfying.",
    "image": "/products/16Prouduct.jpg"
  },
  {
    "name": "Wood charcoal",
    "description": "The key to genuine grilled flavor. Our wood charcoal is crafted from premium wood for a long, consistent burn and even heat. It provides a stable heat source that cooks food to perfection. This high-quality charcoal is the top choice for achieving an authentic and delicious barbecue experience.",
    "image": "/products/17Prouduct.jpg"
  },
  {
    "name": "Extra golden bassmati rice",
    "description": "Fluffy, flavorful, and a kitchen essential. Our extra golden basmati rice is selected for its superior quality and extra-long grains. It cooks up light and separate, with a delicate flavor that perfectly complements any dish. This rice is the ideal choice for creating exquisite and impressive meals.",
    "image": "/products/18Prouduct.jpg"
  }
]